Autodesk.Revit.DB.BuiltInFailures.LoadFailures.HostChangeDisallowsLoadOrBoundaryConditions
Some Hosted Loads or BoundaryConditions lost their References. They will be deleted.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotPlaceBoundaryConditionsWarn
Can't find a host for Boundary Conditions

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotPlaceBoundaryConditions
Can't find a host for Boundary Conditions

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMirrorBoundaryCondition
Can't mirror Boundary Conditions